tap "alexanderwillner/tap"
tap "aljohri/-"
tap "cirruslabs/cli"
tap "d12frosted/emacs-plus"
tap "dwarvesf/tap"
tap "hellothisisflo/the-tap"
tap "homebrew/bundle"
tap "homebrew/services"
tap "ktr0731/evans"
tap "ngrok/ngrok"
tap "potatolabs/git-redate"
tap "sidneys/homebrew"
tap "vi4m/repo"
brew "ack"
brew "alexanderwillner/tap/things.sh"
brew "aom"
brew "aria2"
brew "asdf"
brew "autoconf"
brew "test-remove"
brew "automake"
brew "awscli"
brew "bat"
brew "bfg"
brew "bison"
brew "bitwarden-cli"
brew "btop"
brew "bufbuild/buf/buf"
brew "cabextract"
brew "caddy"
brew "cdrtools"
brew "cgal"
brew "cheat"
brew "chezmoi"
brew "cmake"
brew "coreutils"
brew "curl"
brew "d12frosted/emacs-plus/emacs-plus@28"
brew "dos2unix"
brew "evans"
brew "exercism"
brew "exiftool"
brew "fd"
brew "freetype"
brew "fswatch"
brew "gawk"
brew "gd"
brew "gdk-pixbuf"
brew "gettext"
brew "gh"
brew "ghostscript"
brew "git"
brew "git-crypt"
brew "git-delta"
brew "glib"
brew "glow"
brew "gmp"
brew "gnupg"
brew "gobject-introspection"
brew "graphicsmagick"
brew "graphviz"
brew "harfbuzz"
brew "htop"
brew "httpie"
brew "icu4c"
brew "imagemagick"
brew "imath"
brew "iperf"
brew "jpeg"
brew "jpeg-xl"
brew "jq"
brew "k9s"
brew "krb5"
brew "lastpass-cli"
brew "lftp"
brew "libedit"
brew "libheif"
brew "libiconv"
brew "libpng"
brew "libraw"
brew "librsvg"
brew "libsodium"
brew "libxml2"
brew "libxslt"
brew "libyaml"
brew "libzip"
brew "macvim"
brew "markdown"
brew "mas"
brew "minikube"
brew "mosh"
brew "ncdu"
brew "netpbm"
brew "nlopt"
brew "nmap"
brew "openai-whisper"
brew "openconnect"
brew "openjdk"
brew "openldap"
brew "openssl@3"
brew "openvdb"
brew "p7zip"
brew "pango"
brew "pkg-config"
brew "potatolabs/git-redate/git-redate"
brew "pwgen"
brew "python@3.9"
brew "re2c"
brew "reattach-to-user-namespace"
brew "recode"
brew "ruby"
brew "ruby@3.0"
brew "screenfetch"
brew "shared-mime-info"
brew "stoken"
brew "stress"
brew "syncthing", restart_service: true
brew "tcl-tk"
brew "telnet"
brew "the_silver_searcher"
brew "tmux"
brew "travis"
brew "tree"
brew "unixodbc"
brew "vmd"
brew "watch"
brew "webp"
brew "wget"
brew "wimlib"
brew "wxwidgets"
brew "xz"
brew "zlib"
brew "zsh"
cask "MonitorControl"
cask "amethyst"
cask "android-platform-tools"
cask "appcleaner"
cask "betterdisplay"
cask "blackhole-2ch"
cask "discord"
cask "font-fira-code"
cask "font-sf-compact"
cask "font-sf-pro"
cask "gitup"
cask "inkscape"
cask "iterm2"
cask "jordanbaird-ice"
cask "jupyterlab"
cask "karabiner-elements"
cask "keyboard-maestro"
cask "lm-studio"
cask "logseq"
cask "moom"
cask "msty"
cask "ngrok"
cask "numi"
cask "openscad"
cask "raycast"
cask "rocket"
cask "spotify"
cask "synology-drive"
cask "visual-studio-code"
cask "vlc"
