brew "aria2"
brew "awscli"
brew "bat"
brew "bfg"
brew "btop"
brew "bufbuild/buf/buf"
brew "caddy"
brew "cgal"
brew "chezmoi"
brew "cloudflared"
brew "coreutils"
brew "d12frosted/emacs-plus/emacs-plus@28"
brew "difftastic"
brew "dos2unix"
brew "emqx/mqttx/mqttx-cli"
brew "etcd"
brew "evans"
brew "exiftool"
brew "eza"
brew "fd"
brew "ffmpeg"
brew "fish"
brew "fswatch"
brew "fzf"
brew "gawk"
brew "gemini-cli"
brew "gh"
brew "git"
brew "git-crypt"
brew "git-filter-repo"
brew "glow"
brew "hellothisisflo/the-tap/vmd"
brew "helm"
brew "httpie"
brew "hyperfine"
brew "imagemagick"
brew "iperf"
brew "jj"
brew "jq"
brew "just"
brew "k9s"
brew "krew"
brew "kubectx" # Also installs `kubens`
brew "kubernetes-cli"
brew "lazygit"
brew "lftp"
brew "lsusb"
brew "mackup"
brew "mas"
brew "minikube"
brew "mosh"
brew "navi"
brew "ncdu"
brew "neovim"
brew "nmap"
brew "nushell"
brew "openconnect"
brew "p7zip"
brew "pandoc"
brew "pinentry-mac"
brew "potatolabs/git-redate/git-redate"
brew "rbw"
brew "reattach-to-user-namespace"
brew "rename"
brew "ripgrep"
brew "sd"
brew "sidneys/homebrew/unrar"
brew "sops"
brew "syncthing", restart_service: :changed
brew "talhelper"
brew "talosctl"
brew "telnet"
brew "tmux"
brew "tree"
brew "tree-sitter"
brew "viddy"
brew "watch"
brew "wget"
brew "whois"
brew "yazi"
brew "zoxide"
brew "zsh"
cask "amethyst"
cask "android-platform-tools"
cask "anki"
cask "anydesk"
cask "appcleaner"
cask "bambu-studio"
cask "betterdisplay"
cask "claude-devtools"
cask "codex"
cask "discord"
cask "fantastical"
cask "font-caskaydia-cove-nerd-font"
cask "font-caskaydia-mono-nerd-font"
cask "font-fira-code"
cask "font-fira-code-nerd-font"
cask "font-hack-nerd-font"
cask "font-iosevka-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "font-meslo-lg-nerd-font"
cask "font-monaspace"
cask "font-monaspace-nf"
cask "font-monaspice-nerd-font"
cask "font-sf-compact"
cask "font-sf-pro"
cask "font-ubuntu-mono-nerd-font"
cask "font-victor-mono-nerd-font"
cask "ghostty"
cask "gitup-app"
cask "grandperspective"
cask "inkscape"
cask "iterm2"
cask "jiggler"
cask "jordanbaird-ice"
cask "karabiner-elements"
cask "keyboard-maestro"
cask "kicad"
cask "lm-studio"
cask "logseq"
cask "manaflow-ai/cmux/cmux"
cask "messenger"
cask "monitorcontrol"
cask "moom"
cask "ngrok"
cask "nikitabobko/tap/aerospace"
cask "numi"
cask "obsidian"
cask "octarine"
cask "ollama-app"
cask "openscad"
cask "orcaslicer"
cask "plex"
cask "qlmarkdown"
cask "raycast"
cask "rocket"
cask "spotify"
cask "synology-drive"
cask "telegram"
cask "transmission-remote-gui"
cask "tunnelblick"
cask "visual-studio-code"
cask "vlc"
